/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "接続解除1分前の警告";

/* Error string for OTR message string */
"A private conversation could not be set up." = "プライベートな接続を確立できませんでした。";

/* Title for the about page */
"About" = "このソフトウェアについて";

/* Label for button to show version numbers and licenses */
"About This Version" = "このバージョンについて";

/* SSL error message */
"Access denied" = "アクセスが拒否されました";

/* The string describing a buddy's account */
"Account" = "アカウント";

/* Error title when account is disconnected */
"Account Disconnected" = "アカウントが接続解除しました";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "アカウントの指紋";

/* Title for the accounts tab */
"Accounts" = "アカウント";

/* Button title to add someone as a buddy */
"Add" = "追加";

/* The title for the view to add a buddy */
"Add Buddy" = "友達を追加する";

/* String to describe advanced set of settings */
"Advanced" = "詳細";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "メッセージを暗号化する時にエラーが発生したため、メッセージは送信されませんでした。";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "データベースを構築している時にエラーが発生しました。";

/* SSL error message */
"Attempt to restore an unknown session" = "不明なセッションを復元しようとしました。";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "自動削除";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Label in buddy list for users that are available */
"Available" = "会話可能";

/* Label in buddy list for users that are away */
"Away" = "不在";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "残り一分でバックグラウンドの接続は時間切れになります。";

/* SSL error message */
"Bad certificate format" = "証明書のフォーマットが不正です。";

/* SSL error message */
"Bad MAC" = "MACが不正です。";

/* SSL error message */
"Bad protocol version" = "プロトコルバージョンが不正です。";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCypherSuiteが不正です。";

/* SSL error message */
"Bad unsupported cert format" = "サポートされていない証明書のフォーマットです。";

/* string to describe basic set of settings */
"Basic" = "基本設定";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "データベースの内容はあなたのパスフレーズで暗号化されているので、データにはアクセスできなくなりました。続けるには、ChatSecureを削除してもういちどインストールし直すことになります。\n1PasswordやMiniKeePassのようなパスワードマネージャを使えば、強いパスワードを楽に保存することができるでしょう。";

/* The String for a button to block a buddy */
"Block" = "ブロック";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "ブロック＆リムーブ";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "友達の指紋";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "友達の情報";

/* Title for the buddy list tab */
"Buddy List" = "友達リスト";

/* Cancel an alert window */
"Cancel" = "キャンセル";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "暗号化されたチャットを中止する";

/* Error string for OTR message string */
"Cannot read the received message." = "受信したメッセージを読み取れませんでした。";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Cannot recognize the type of OTR message received.";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "証明書は期限切れです。";

/* SSL error message */
"Certificate revoked" = "証明書は無効です。";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "パスフレーズを変更する";

/* Title for chat view */
"Chat" = "チャット";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "このユーザと安全にチャットする";

/* Title for chats view */
"Chats" = "チャット";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure通知";

/* let users know source is on Github */
"Check out the source here on Github" = "Check out the source here on Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* Label for text field where you compose a new message */
"Compose" = "Compose";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Facebookと連携する";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "既に持っているアカウントに接続する";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* String to state if an account is progress of creating a connection */
"Connecting" = "接続中";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Torに接続中";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* Copy string to clipboard as in copy and paste */
"Copy" = "コピー";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* Title for button to create account */
"Create" = "新規";

/* Label for button to create a new account via in band registration */
"Create New Account" = "新しいアカウントを作成する";

/* Start of sentence that will be followed by names */
"Created by" = "作者 ";

/* Title for progress of creating a new account */
"Creating Account" = "アカウントを作成しています";

/* title label for the existing passphrase */
"Current Passphrase" = "現在のパスフレーズ";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "デフォルト";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "アカウントを削除しますか？";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "接続を解除した時にチャットを削除する";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "配送済み";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Facebookとの連携を外す";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "起こさないで";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "ドメインを記入する必要があります";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "手動でポートを指定するときはドメインへの記入が必要です";

/* Title for donation link */
"Donate" = "寄付する";

/* Title for button to press when user is finished */
"Done" = "完了";

/* Error title when there is a duplicate account */
"Duplicate account" = "そのアカウントは既に使用されています";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* Generic title for encryption errors */
"Encryption Error" = "暗号化エラー";

/* title label for error when creating account */
"Error Creating Account" = "Error Creating Account";

/* Error message when registration fails */
"Error Registering Username" = "Error Registering Username";

/* Title of error message pop-up box */
"Error!" = "エラー！";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Failed to connect to XMPP server. Please check your login credentials and internet connection and try again.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Fingerprint for you";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "パスワードをお忘れですか？";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label for button to open link to translate app */
"Help Translate" = "翻訳を助ける";

/* Label text for hostname field on login scree */
"Hostname" = "ホスト名";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* SSL error message */
"Illegal parameter" = "不正なパラメータ";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "言語を変更するには、ホーム画面に戻ってからChatSecureを最近使用したアプリから除いてください";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "暗号化チャットを初期化";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "不十分な安全性";

/* SSL error message */
"Internal error" = "内部エラー";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* title label for invalid email */
"Invalid Email" = "無効なメールアドレス";

/* Directions to the system software update */
"iOS Vulnerability" = "iOSの脆弱性";

/* Message shown in line for users that are available */
"is now available" = "が会話可能になりました";

/* Message shown in line for users that are away */
"is now away" = "が不在になりました";

/* Message shown in line for users that are offline */
"is now offline" = "がオフラインになりました";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "言語";

/* String of title to alert user language is change */
"Language Change" = "言語の変更";

/* log in to account */
"Log In" = "ログイン";

/* log out from account */
"Log Out" = "ログアウト";

/* shown during the login process */
"Logging in..." = "ログインしています...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "自動的にログインする";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Manage OTR fingerprints";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "保存済みのSSL証明書を管理する";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "友達がプライベート会話を終了したため、メッセージは送信されませんでした。接続を閉じるか、リフレッシュします。";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "名前";

/* For a new settings value */
"New" = "新規";

/* Title for New Account View */
"New Account" = "新しいアカウント";

/* title label for the new passphrase */
"New Passphrase" = "新しいパスフレーズ";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "新しいSSL証明書";

/* Label for button to go to next step */
"Next" = "次へ";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "未検証";

/* Label in buddy list for users that are offline */
"Offline" = "オフライン";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "旧";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Open in Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Facebookで開く";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Twitterで開く";

/* Hint text for domain field telling user this field is not required */
"Optional" = "オプション";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Other";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR Fingerprints";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "パスワード";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "永久に削除";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Please log into this account before managing requests.";

/* Label for port number field for connecting to service */
"Port" = "ポート";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Purported fingerprint for";

/* Title for push-messaging related settings */
"Push" = "通知";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "暗号化されたメッセージを受信しましたが、プライベート接続が未だ確立していないため解読できません。";

/* Error string for OTR message string */
"Received an unencrypted message." = "暗号化されていないメッセージを受信しました。";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "履歴";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "拒否する";

/* Label for switch to save passphrase */
"Remember Passphrase" = "パスフレーズを記憶する";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "パスワードを記憶する";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "削除する";

/* Reply to an incoming message */
"Reply" = "返信";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Required";

/* Label for text input for XMPP resource */
"Resource" = "リソース";

/* Title for button for saving a setting */
"Save" = "保存";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "保存した証明書";

/* Label for text field where you search for a buddy */
"Search" = "検索";

/* Title heading in settings */
"Security" = "セキュリティ";

/* Title of alert box warning about security issues */
"Security Warning" = "セキュリティ警告";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "自己署名SSL";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* SSL error message */
"Server closed session with no notification" = "通知なくサーバがセッションを閉じました。";

/* SSL error message */
"Server has requested a client cert" = "サーバがクライアント証明書を要求しました";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "新しいデータベースパスワードを設定する";

/* Title for the Settings screen */
"Settings" = "設定";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "設定→一般→ソフトウェアアップデート";

/* Title for sharing a link to the app */
"Share" = "シェア";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* title label for signing up for a new account */
"Sign Up" = "サインアップ";

/* Label for button to skip this step */
"Skip" = "スキップ";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "通信は安全ではありません";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "通信は安全で指紋は検証済みです";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "%@との会話はもう安全ではありません";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "指紋が変更されたため検証する必要があります";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "指紋はまだ検証されていません";

/* Error string for OTR message string */
"The message received contains malformed data." = "受信したメッセージは不正なデータを含んでいます。";

/* Error string for OTR message string */
"The previous message was resent." = "前回のメッセージは再送されました。";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "同じユーザ名のアカウントが既に存在します。";

/* Warns user that the current chat is secure */
"This chat is secured" = "このチャットは暗号化されています";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Torは試験的機能のため注意して使用してください。";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* Label for button to unlock app */
"Unlock" = "ロック解除";

/* SSL error message */
"User canceled" = "User canceled";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "ユーザ名";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* To let the user know the fingerprint as been checked */
"Verified" = "検証されています";

/* Shown when verifying fingerprints */
"Verify" = "検証する";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "指紋を検証する";

/* Shown when verifying fingerprints */
"Verify Later" = "後で検証する";

/* when displaying version numbers such as 1.0.0 */
"Version" = "バージョン";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "警告: このチャットは暗号化されていません";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "フィードバックを送信するためにUserVoiceに接続してもよろしいですか？";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "まずは安全な会話に入る必要があります。";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "ユーザ名とパスワードを入力してください。";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "あなたが現在利用しているiOSシステムバージョン(%@)には深刻なセキュリティ上の脆弱性があります。\nできるだけすぐに最新のバージョンに更新してください。";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "あなたの寄付のお蔭で、ChatSecureは開発を続けられます。";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "あなたのパスワードはこのデバイスのiOSキーチェインにのみ保存され、そして安全さの度合いはデバイスのパスフレーズや暗証番号と同じです。しかしながら、iTunesによるデバイスのバックアップや復元では失われてしまうため、パスワードを忘れないようにしてください。さもなければ会話履歴を失うことになります。";

